[M_Orchid_Race MissionDefinition]
MissionName="Mais Rápido Que a Velocidade do Amor"
MissionDescription="Natalie, a vaidosa alter ego femenina do Shade quer que você termine uma corrida contra o tempo em [place]Wurmwater[-place]. Consiga um barco do deserto e comece a diversão!"
TurnInDescription="Um cadáver está interessado em você. É isso aí!"
MissionSummary="Termine a corrida antes de acabar o tempo."
MissionGiver="Painel de Trabalhos de Oasis"
MissionTurnInLocation="Painel de Trabalhos dos piratas"
TeaserText="Liguem os motores!"

[M_Orchid_Race:FinishRace MissionObjectiveDefinition]
ProgressMessage="Alcance o último ponto de rota"

[M_Orchid_Race:FinishRaceSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_Race:StartRace MissionObjectiveDefinition]
ProgressMessage="Cruze a linha de chegada"

[M_Orchid_Race:StartRaceSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_Race:Waypoint1 MissionObjectiveDefinition]
ProgressMessage="Alcance o ponto de rota 1"

[M_Orchid_Race:Waypoint1Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_Race:Waypoint2 MissionObjectiveDefinition]
ProgressMessage="Alcance o ponto de rota 2"

[M_Orchid_Race:Waypoint2Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_Race:Waypoint3 MissionObjectiveDefinition]
ProgressMessage="Alcance o ponto de rota 3"

[M_Orchid_Race:Waypoint3Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_Race:Waypoint4 MissionObjectiveDefinition]
ProgressMessage="Alcance o ponto de rota 4"

[M_Orchid_Race:Waypoint4Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_Race:Waypoint5 MissionObjectiveDefinition]
ProgressMessage=Alcance o ponto de rota 5"

[M_Orchid_Race:Waypoint5Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

